Repository: ThanhTrunggDEV/Ticket_Booking
Catalog: Resources/SharedResource.*.resx
Languages: vi

# Common.Welcome
source: Welcome
vi: Chào mừng

# Login.Title
source: Login
vi: Đăng nhập

# Login.PassengerLogin
source: Passenger Login
vi: Đăng nhập hành khách

# Login.EmailAddress
source: Email Address
vi: Địa chỉ email

# Login.Password
source: Password
vi: Mật khẩu

# Login.RememberMe
source: Remember Me
vi: Ghi nhớ đăng nhập

# Login.BoardNow
source: Board Now
vi: Đăng nhập ngay

# Login.PresentCredentials
source: Please present your credentials
vi: Vui lòng cung cấp thông tin đăng nhập

# Login.LostTicket
source: Lost Ticket?
vi: Mất vé?

# Login.NewPassenger
source: New Passenger?
vi: Hành khách mới?

# Login.Register
source: Register
vi: Đăng ký

# Nav.Dashboard
source: Dashboard
vi: Bảng điều khiển

# Nav.Users
source: Users
vi: Người dùng

# Nav.Partners
source: Partners
vi: Đối tác

# Nav.Trips
source: Trips
vi: Chuyến bay

# Nav.MyCompanies
source: My Companies
vi: Công ty của tôi

# Nav.MyTrips
source: My Trips
vi: Chuyến bay của tôi

# Nav.FindFlights
source: Find Flights
vi: Tìm chuyến bay

# Nav.MyProfile
source: My Profile
vi: Hồ sơ của tôi

# Nav.MyBookings
source: My Bookings
vi: Đặt chỗ của tôi

# Nav.Logout
source: Logout
vi: Đăng xuất

# SignUp.Title
source: Sign Up
vi: Đăng ký

# SignUp.PassengerRegistration
source: Passenger Registration
vi: Đăng ký hành khách

# SignUp.FillDetails
source: Please fill in your details
vi: Vui lòng điền thông tin của bạn

# SignUp.FullName
source: Full Name
vi: Họ và tên

# SignUp.Phone
source: Phone (Optional)
vi: Số điện thoại (Tùy chọn)

# SignUp.ConfirmPassword
source: Confirm Password
vi: Xác nhận mật khẩu

# SignUp.CreateAccount
source: Create Account
vi: Tạo tài khoản

# SignUp.AlreadyMember
source: Already a member?
vi: Đã là thành viên?

# SignUp.SignIn
source: Sign In
vi: Đăng nhập

# SignUp.RegisterSuccess
source: Register successfully !!!
vi: Đăng ký thành công !!!

# User.WhereToNext
source: WHERE TO NEXT?
vi: ĐI ĐÂU TIẾP THEO?

# User.DiscoverAdventure
source: Discover your next adventure with premium comfort
vi: Khám phá cuộc phiêu lưu tiếp theo của bạn với sự thoải mái cao cấp

# User.From
source: From
vi: Từ

# User.To
source: To
vi: Đến

# User.SelectOrigin
source: Select Origin
vi: Chọn điểm đi

# User.SelectDestination
source: Select Destination
vi: Chọn điểm đến

# User.Departure
source: Departure
vi: Ngày khởi hành

# User.Search
source: Search
vi: Tìm kiếm

# User.AvailableFlights
source: AVAILABLE FLIGHTS
vi: CHUYẾN BAY CÓ SẴN

# User.Found
source: Found
vi: Tìm thấy

# User.StartingFrom
source: Starting From
vi: Giá từ

# User.SelectFlight
source: Select Flight
vi: Chọn chuyến bay

# User.SeatsLeft
source: Seats Left
vi: Ghế còn lại

# User.ReadyForTakeoff
source: Ready for Takeoff?
vi: Sẵn sàng cất cánh?

# User.SelectDestinationDates
source: Select your destination and dates above to find the perfect flight for your journey.
vi: Chọn điểm đến và ngày ở trên để tìm chuyến bay hoàn hảo cho hành trình của bạn.

# Common.Copyright
source: Ticket Booking System
vi: Hệ thống đặt vé

# Admin.SystemAdministration
source: System Administration
vi: Quản trị hệ thống

# Admin.CommandCenter
source: COMMAND CENTER
vi: TRUNG TÂM ĐIỀU KHIỂN

# Admin.SystemStatus
source: System Status
vi: Trạng thái hệ thống

# Admin.Operational
source: OPERATIONAL
vi: HOẠT ĐỘNG

# Admin.TotalUsers
source: Total Users
vi: Tổng người dùng

# Admin.Registered
source: Registered
vi: Đã đăng ký

# Admin.Companies
source: Companies
vi: Công ty

# Admin.ActivePartners
source: Active Partners
vi: Đối tác hoạt động

# Admin.TotalTrips
source: Total Trips
vi: Tổng chuyến bay

# Admin.Scheduled
source: Scheduled
vi: Đã lên lịch

# Admin.Revenue
source: Revenue
vi: Doanh thu

# Admin.TotalSales
source: Total Sales
vi: Tổng bán hàng

# Admin.SystemActivity
source: System Activity
vi: Hoạt động hệ thống

# Admin.Weekly
source: Weekly
vi: Hàng tuần

# Admin.Monthly
source: Monthly
vi: Hàng tháng

# Admin.UserManagement
source: USER MANAGEMENT
vi: QUẢN LÝ NGƯỜI DÙNG

# Admin.TotalUsersCount
source: Total Users
vi: Tổng người dùng

# Admin.RegisteredUsers
source: Registered Users
vi: Người dùng đã đăng ký

# Admin.SearchUsers
source: Search users...
vi: Tìm kiếm người dùng...

# Admin.UserInfo
source: User Info
vi: Thông tin người dùng

# Admin.Role
source: Role
vi: Vai trò

# Admin.JoinedDate
source: Joined Date
vi: Ngày tham gia

# Admin.Actions
source: Actions
vi: Thao tác

# Admin.Delete
source: Delete
vi: Xóa

# Admin.DeleteUserConfirm
source: Are you sure you want to delete this user?
vi: Bạn có chắc chắn muốn xóa người dùng này?

# Admin.PartnerManagement
source: PARTNER MANAGEMENT
vi: QUẢN LÝ ĐỐI TÁC

# Admin.TotalPartners
source: Total Partners
vi: Tổng đối tác

# Admin.CompaniesCount
source: COMPANIES
vi: CÔNG TY

# Admin.RegisteredPartners
source: Registered Partners
vi: Đối tác đã đăng ký

# Admin.SearchPartners
source: Search partners...
vi: Tìm kiếm đối tác...

# Admin.Company
source: Company
vi: Công ty

# Admin.Contact
source: Contact
vi: Liên hệ

# Admin.Stats
source: Stats
vi: Thống kê

# Admin.Trips
source: Trips
vi: Chuyến bay

# Admin.Reviews
source: Reviews
vi: Đánh giá

# Admin.DeletePartnerConfirm
source: Are you sure you want to delete this partner?
vi: Bạn có chắc chắn muốn xóa đối tác này?

# Admin.TripManagement
source: TRIP MANAGEMENT
vi: QUẢN LÝ CHUYẾN BAY

# Admin.ScheduledTrips
source: Scheduled Trips
vi: Chuyến bay đã lên lịch

# Admin.ScheduledCount
source: SCHEDULED
vi: ĐÃ LÊN LỊCH

# Admin.SearchTrips
source: Search trips...
vi: Tìm kiếm chuyến bay...

# Admin.Route
source: Route
vi: Tuyến đường

# Admin.Schedule
source: Schedule
vi: Lịch trình

# Admin.Status
source: Status
vi: Trạng thái

# Admin.Duration
source: Duration
vi: Thời lượng

# Admin.DeleteTripConfirm
source: Are you sure you want to delete this trip?
vi: Bạn có chắc chắn muốn xóa chuyến bay này?

# Partner.PartnerPortal
source: Partner Portal
vi: Cổng đối tác

# Partner.Dashboard
source: DASHBOARD
vi: BẢNG ĐIỀU KHIỂN

# Partner.PartnerStatus
source: Partner Status
vi: Trạng thái đối tác

# Partner.Active
source: ACTIVE
vi: HOẠT ĐỘNG

# Partner.TotalCompanies
source: Total Companies
vi: Tổng công ty

# Partner.ActiveFleet
source: Active Fleet
vi: Đội bay hoạt động

# Partner.TotalBookings
source: Total Bookings
vi: Tổng đặt chỗ

# Partner.Confirmed
source: Confirmed
vi: Đã xác nhận

# Partner.TotalRevenue
source: Total Revenue
vi: Tổng doanh thu

# Partner.Gross
source: Gross
vi: Tổng

# Partner.AvgRating
source: Avg Rating
vi: Đánh giá trung bình

# Partner.Stars
source: Stars
vi: Sao

# Partner.RecentBookings
source: Recent Bookings
vi: Đặt chỗ gần đây

# Partner.ViewAll
source: View All
vi: Xem tất cả

# Partner.BookingID
source: Booking ID
vi: Mã đặt chỗ

# Partner.Trip
source: Trip
vi: Chuyến bay

# Partner.Date
source: Date
vi: Ngày

# Partner.Amount
source: Amount
vi: Số tiền

# Partner.NoRecentBookings
source: No recent bookings found.
vi: Không tìm thấy đặt chỗ gần đây.

# Partner.FleetManagement
source: FLEET MANAGEMENT
vi: QUẢN LÝ ĐỘI BAY

# Partner.RegisterAirline
source: REGISTER AIRLINE
vi: ĐĂNG KÝ HÃNG HÀNG KHÔNG

# Partner.RegisteredAirlines
source: Registered Airlines
vi: Hãng hàng không đã đăng ký

# Partner.SearchAirlines
source: Search airlines...
vi: Tìm kiếm hãng hàng không...

# Partner.Airline
source: Airline
vi: Hãng hàng không

# Partner.ContactInfo
source: Contact Info
vi: Thông tin liên hệ

# Partner.TripsManagement
source: TRIPS MANAGEMENT
vi: QUẢN LÝ CHUYẾN BAY

# Partner.ScheduleFlight
source: SCHEDULE FLIGHT
vi: LÊN LỊCH CHUYẾN BAY

# Partner.ScheduledFlights
source: Scheduled Flights
vi: Chuyến bay đã lên lịch

# Partner.SearchFlights
source: Search flights...
vi: Tìm kiếm chuyến bay...

# Partner.AirlinePlane
source: Airline / Plane
vi: Hãng hàng không / Máy bay

# User.PassengerManifest
source: Passenger Manifest
vi: Danh sách hành khách

# User.MyProfile
source: MY PROFILE
vi: HỒ SƠ CỦA TÔI

# User.MemberStatus
source: Member Status
vi: Trạng thái thành viên

# User.Class
source: CLASS
vi: HẠNG

# User.EmailContact
source: Email Contact
vi: Liên hệ email

# User.MobileContact
source: Mobile Contact
vi: Liên hệ di động

# User.NotRegistered
source: NOT REGISTERED
vi: CHƯA ĐĂNG KÝ

# User.RegistrationDate
source: Registration Date
vi: Ngày đăng ký

# User.AccountStatus
source: Account Status
vi: Trạng thái tài khoản

# User.Active
source: ACTIVE
vi: HOẠT ĐỘNG

# User.EditProfile
source: Edit Profile
vi: Chỉnh sửa hồ sơ

# User.TotalFlights
source: Total Flights
vi: Tổng chuyến bay

# User.Reviews
source: Reviews
vi: Đánh giá

# User.MilesPoints
source: Miles/Points
vi: Dặm/Điểm

# User.TravelLog
source: Travel Log
vi: Nhật ký du lịch

# User.MyBookings
source: MY BOOKINGS
vi: ĐẶT CHỖ CỦA TÔI

# User.AllTickets
source: All Tickets
vi: Tất cả vé

# User.Total
source: Total
vi: Tổng

# User.TripInfo
source: Trip Info
vi: Thông tin chuyến bay

# User.DateTime
source: Date & Time
vi: Ngày & Giờ

# User.Seat
source: Seat
vi: Ghế

# User.Amount
source: Amount
vi: Số tiền

# User.Action
source: Action
vi: Thao tác

# User.ViewTicket
source: View Ticket
vi: Xem vé

# User.NoBookingsFound
source: No Bookings Found
vi: Không tìm thấy đặt chỗ

# User.NoBookingsYet
source: You haven't made any bookings yet.
vi: Bạn chưa có đặt chỗ nào.

# User.BookNow
source: Book Now
vi: Đặt ngay

# User.PaymentSuccessTitle
source: PAYMENT SUCCESSFUL
vi: THANH TOÁN THÀNH CÔNG

# User.PaymentSuccessSubtitle
source: Booking reference (PNR): {0}
vi: Mã đặt chỗ (PNR): {0}

# User.YourTrips
source: Your Trips
vi: Chuyến bay của bạn

# User.PaymentSuccessNote
source: You will receive a confirmation email shortly. Keep your PNR code for PNR lookup and online check-in.
vi: Bạn sẽ nhận được email xác nhận đặt chỗ (nếu đã cấu hình email). Hãy giữ lại mã PNR để tra cứu và check-in online.

# User.BookMore
source: Book More Flights
vi: Tiếp tục đặt vé

# User.BackToSearch
source: Back to Search
vi: Quay lại tìm kiếm

# User.CompleteBooking
source: COMPLETE YOUR BOOKING
vi: HOÀN TẤT ĐẶT CHỖ

# User.FlightConfirmation
source: Flight Confirmation
vi: Xác nhận chuyến bay

# ForgotPassword.AccountRecovery
source: Account Recovery
vi: Khôi phục tài khoản

# ForgotPassword.AccountRecoveryAccess
source: ACCOUNT<br/>RECOVERY<br/>ACCESS
vi: KHÔI PHỤC<br/>TRUY CẬP<br/>TÀI KHOẢN

# ForgotPassword.Lost
source: LOST
vi: MẤT

# ForgotPassword.Status
source: Status
vi: Trạng thái

# ForgotPassword.Found
source: FOUND
vi: TÌM THẤY

# ForgotPassword.Target
source: Target
vi: Mục tiêu

# ForgotPassword.Priority
source: PRIORITY
vi: ƯU TIÊN

# ForgotPassword.RestoreAccess
source: RESTORE ACCESS
vi: KHÔI PHỤC TRUY CẬP

# ForgotPassword.CompleteVerification
source: Please complete the verification process below.
vi: Vui lòng hoàn tất quá trình xác minh bên dưới.

# ForgotPassword.SendVerificationCode
source: SEND VERIFICATION CODE
vi: GỬI MÃ XÁC MINH

# ForgotPassword.VerificationCodeSent
source: VERIFICATION CODE SENT TO
vi: MÃ XÁC MINH ĐÃ GỬI ĐẾN

# ForgotPassword.VerifyIdentity
source: VERIFY IDENTITY
vi: XÁC MINH DANH TÍNH

# ForgotPassword.ResendCode
source: Resend Code
vi: Gửi lại mã

# ForgotPassword.Wait
source: WAIT
vi: CHỜ

# ForgotPassword.NewPassword
source: New Password
vi: Mật khẩu mới

# ForgotPassword.UpdateCredentials
source: UPDATE CREDENTIALS
vi: CẬP NHẬT THÔNG TIN ĐĂNG NHẬP

# ForgotPassword.AccessRestored
source: ACCESS RESTORED
vi: ĐÃ KHÔI PHỤC TRUY CẬP

# ForgotPassword.RedirectingToLogin
source: REDIRECTING TO LOGIN PORTAL...
vi: ĐANG CHUYỂN HƯỚNG ĐẾN TRANG ĐĂNG NHẬP...

# ForgotPassword.ReturnToLogin
source: ‚Üê Return to Login
vi: ← Quay lại đăng nhập

# ForgotPassword.InvalidOTP
source: Invalid OTP. Please try again.
vi: Mã OTP không hợp lệ. Vui lòng thử lại.

# ForgotPassword.PasswordsNotMatch
source: Passwords do not match.
vi: Mật khẩu không khớp.

# ForgotPassword.FailedToSendOTP
source: Failed to send OTP. Please check your email.
vi: Gửi OTP thất bại. Vui lòng kiểm tra email của bạn.

# ForgotPassword.FailedToReset
source: Failed to reset password.
vi: Khôi phục mật khẩu thất bại.

# Common.Unknown
source: Unknown
vi: Không xác định

# Common.UnknownPassenger
source: UNKNOWN PASSENGER
vi: HÀNH KHÁCH KHÔNG XÁC ĐỊNH

# Partner.NoFlightsScheduled
source: No flights scheduled
vi: Chưa có chuyến bay nào được lên lịch

# Partner.GetStartedScheduling
source: Get started by scheduling your first flight.
vi: Bắt đầu bằng cách lên lịch chuyến bay đầu tiên của bạn.

# BookTrip.SelectClass
source: Select Class
vi: Chọn hạng ghế

# BookTrip.Economy
source: Economy
vi: Phổ thông

# BookTrip.Business
source: Business
vi: Thương gia

# BookTrip.FirstClass
source: First Class
vi: Hạng nhất

# BookTrip.SeatsLeft
source: seats left
vi: ghế còn lại

# BookTrip.TotalPrice
source: Total Price
vi: Tổng giá

# BookTrip.ConfirmBooking
source: Confirm Booking
vi: Xác nhận đặt chỗ

# BookTrip.Mins
source: mins
vi: phút

# Common.Edit
source: Edit
vi: Chỉnh sửa

# Common.Delete
source: Delete
vi: Xóa

# Partner.DeleteCompanyConfirm
source: Are you sure you want to delete this company?
vi: Bạn có chắc chắn muốn xóa công ty này?

# Partner.NoAirlinesRegistered
source: No airlines registered yet.
vi: Chưa có hãng hàng không nào được đăng ký.

# Partner.Fares
source: Fares
vi: Giá vé

# Partner.Arr
source: Arr
vi: Đến

# Partner.ECO
source: ECO
vi: PT

# Partner.BUS
source: BUS
vi: TG

# Partner.FirstClassShort
source: 1ST
vi: H1

# Partner.DeleteTripConfirm
source: Are you sure you want to delete this trip?
vi: Bạn có chắc chắn muốn xóa chuyến bay này?

# ForgotPassword.OTPResentSuccess
source: OTP resent successfully!
vi: Đã gửi lại mã OTP thành công!

# Common.Date
source: Date
vi: Ngày

# Common.Gate
source: Gate
vi: Cổng

# PNR.Title
source: PNR Lookup
vi: Tra Cứu PNR

# PNR.BookingLookup
source: BOOKING<br/>LOOKUP<br/>ACCESS
vi: TRA CỨU ĐẶT CHỖ

# PNR.EnterDetails
source: Please enter your booking details
vi: Vui lòng nhập thông tin đặt chỗ của bạn

# PNR.PNRCode
source: PNR Code
vi: Mã PNR

# PNR.EmailAddress
source: Email Address
vi: Địa chỉ Email

# PNR.LookupBooking
source: Lookup Booking
vi: Tra Cứu Đặt Chỗ

# PNR.NeedHelp
source: Need Help?
vi: Cần Trợ Giúp?

# PNR.HelpPNRCode
source: Your PNR code is a 6-character code sent to your email after booking
vi: Mã PNR của bạn là mã 6 ký tự được gửi đến email sau khi đặt chỗ

# PNR.HelpEmail
source: Enter the email address you used when making the booking
vi: Nhập địa chỉ email bạn đã sử dụng khi đặt chỗ

# PNR.HelpNotFound
source: If you can't find your PNR, check your booking confirmation email
vi: Nếu bạn không tìm thấy mã PNR, hãy kiểm tra email xác nhận đặt chỗ

# PNR.BackToHome
source: Back to Home
vi: Về Trang Chủ

# PNR.BookingFound
source: Booking Found!
vi: Đã Tìm Thấy Đặt Chỗ!

# PNR.BookingDetails
source: Your booking details are displayed below.
vi: Chi tiết đặt chỗ của bạn được hiển thị bên dưới.

# PNR.Confirmed
source: Confirmed
vi: Đã Xác Nhận

# PNR.Class
source: Class
vi: Hạng

# PNR.Date
source: Date
vi: Ngày

# PNR.Flight
source: Flight
vi: Chuyến Bay

# PNR.Gate
source: Gate
vi: Cổng

# PNR.Seat
source: Seat
vi: Ghế

# PNR.Passenger
source: Passenger
vi: Hành Khách

# PNR.BoardingPass
source: Boarding Pass
vi: Thẻ Lên Máy Bay

# PNR.Boarding
source: Boarding
vi: Lên Máy Bay

# PNR.SeatNumber
source: Seat Number
vi: Số Ghế

# PNR.ScanAtGate
source: Scan at gate
vi: Quét tại cổng

# PNR.LookupAnother
source: Lookup Another Booking
vi: Tra Cứu Đặt Chỗ Khác

# PNR.PrintTicket
source: Print Ticket
vi: In Vé

# PNR.DirectFlight
source: Direct Flight
vi: Chuyến Bay Thẳng

# PNR.EnterPNRCode
source: Enter your 6-character booking code
vi: Nhập mã đặt chỗ 6 ký tự của bạn

# PNR.InvalidPNR
source: Invalid PNR code or email. Please try again.
vi: Mã PNR hoặc email không hợp lệ. Vui lòng thử lại.

# PNR.NotFound
source: No booking found with the provided PNR and email.
vi: Không tìm thấy đặt chỗ với mã PNR và email đã cung cấp.

# PNR.Origin
source: Origin
vi: Điểm Đi

# PNR.Destination
source: Destination
vi: Điểm Đến

# PNR.Time
source: Time
vi: Giờ
